wambd/certification2/availabilityCalendarRQ.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pac="http://packages.servicePackage.dome.com/">
<soapenv:Header/>
<soapenv:Body>
   <pac:availabilityCalendar>
      <arg0>
       <beginDate>2020-02-01</beginDate>
         <!-- El campo "FareCode" es obligatorio-->
         <fareCode>NORMAL</fareCode>
         <ideses>WAW#40292#452533423930522</ideses>
         <!-- El campo "PackageCode" es obligatorio -->
         <packageCode>EU13992</packageCode>
      </arg0>
   </pac:availabilityCalendar>
</soapenv:Body>
</soapenv:Envelope>